<script setup>
defineEmits(['change-step'])
</script>
<template>
  <div class="max-h-[21rem] overflow-y-scroll px-7 dark:text-slate-200">
    <ul class="list-disc text-base space-y-2 text-justify">
      <li>
        همکاران گرامی لطفا در انتخاب خود دقت نمایید، زیرا امکان تغییر تاریخ، تعداد نفرات و تعداد شب
        وجود ندارد. در صورت بروز هرگونه خطا صرفا باید انصراف داد و مسئولیت آن هم با شخص همکار می
        باشد.<span></span>
      </li>
      <li>
        <span>هزینه اقامت به ازای هر نفر 600.000 هزار ریال (60 هزار تومان) در هر شب می باشد</span
        ><span>.</span>
      </li>
      <li><span>از کودکان بالای 5 سال وجه دریافت می شود</span><span>.</span></li>
      <li>
        <span>ورود همکار و پذیرش ساعت 12 ظهر و زمان خروج از زائرسرا ساعت 9 صبح می باشد.</span
        ><span></span>
      </li>
      <li>
        <span
          >حضور همکار محترم در زائرسرا الزامی و با ارائه کارت شناسایی و معرفی نامه امکان پذیر می
          باشد</span
        ><span>.</span>
      </li>
      <li>
        <span
          >با توجه به برنامه ریزی رزرواسیون صورت گرفته، همکاران گرامی هنگام حضور در مرکز آموزشی و
          رفاهی جوادالائمه(ع) مشهد مقدس تقاضای تمدید سوئیت ها را تحت هیچ شرایطی نداشته باشند</span
        ><span>.</span>
      </li>
      <li>
        <span>جهت انصراف از اقامت در مرکز می بایست تا </span><span><b>یک هفته</b></span
        ><span>
          قبل از تاریخ سفر، از طریق سایت انصراف خود را اعلام فرمایید در غیر این صورت وجه پرداختی
          قابل عودت نخواهد بود. (زمان تقریبی بازگشت مبلغ، 2 ماه بوده و ملاک محاسبه از تاریخ سفر می
          باشد نه تاریخ ثبت نام).</span
        ><span></span>
      </li>
      <li>
        <span
          >در صورت ایجاد هرگونه خسارت توسط زائر محترم به مرکز طبق قوانین و مقررات، اقدامات لازم صورت
          خواهد گرفت و همکار محترم ملزم به رعایت آن می باشد</span
        ><span>.</span>
      </li>
      <li>
        <span
          >رعایت حجاب و شئونات اسلامی، نظافت و حفظ اموال در اختیار داخل اتاق ها بر عهده زائر گرامی
          می باشد</span
        ><span>.</span>
      </li>
      <li>
        <span></span
        ><span
          >مسئولیت کلیه اموال شخصی در سوئیت ها بر عهده زائر محترم بوده و مرکز در این زمینه هیچ
          مسئولیتی ندارد</span
        ><span>.</span>
      </li>
    </ul>
  </div>
  <div class="mt-5 space-x-3 space-x-reverse">
    <vs-button color="#146d1e" type="filled" @click="$emit('changeStep')">
      شرایط و قوانین را میپذیرم
    </vs-button>
  </div>
</template>
